tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "tldr-pages/tldr"
brew "bash-completion@2", link: false
brew "bash"
brew "bcrypt"
brew "brew-cask-completion"
brew "bundler-completion"
brew "chruby"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dos2unix"
brew "entr"
brew "fasd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gem-completion"
brew "gh"
brew "git-duet/tap/git-duet"
brew "git-secrets"
brew "git"
brew "gnu-tar"
brew "go"
brew "goreleaser"
brew "grc"
brew "hr"
brew "htop"
brew "jq"
brew "lastpass-cli"
brew "lesspipe"
brew "moreutils"
brew "ncdu"
brew "open-completion"
brew "pandoc"
brew "peco"
brew "pidof"
brew "pstree"
brew "pv"
brew "python@3.8"
brew "rake-completion"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-completion"
brew "ruby-install"
brew "shellcheck"
brew "shfmt"
brew "spaceship"
brew "speedtest-cli"
brew "ssh-copy-id", link: true
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unrar"
brew "utf8proc"
brew "vagrant-completion"
brew "vim"
brew "watch"
brew "watchexec"
brew "wget"
brew "xz"
brew "yq"
brew "zbar"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "docker"
cask "fork"
cask "ibm-cloud-cli"
cask "keybase"
cask "lastpass"
cask "meld"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
