tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'git-duet/tap'
tap 'homebrew/bundle'
tap 'pivotal/tap'
tap 'thoughtbot/formulae'
brew 'ack'
brew 'xz'
brew 'pcre'
brew 'git'
brew 'go'
brew 'docker'
brew 'boot2docker'
brew 'chruby'
brew 'gmp'
brew 'coreutils'
brew 'direnv'
brew 'dos2unix'
brew 'fasd'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'ghostscript'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'gpp'
brew 'grc'
brew 'hub'
brew 'icu4c'
brew 'libtool'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'openssl'
brew 'libevent'
brew 'libffi'
brew 'libyaml'
brew 'pandoc'
brew 'peco'
brew 'readline'
brew 'postgresql'
brew 'potrace'
brew 'pstree'
brew 'pv'
brew 'reattach-to-user-namespace'
brew 'ruby-install'
brew 'ssh-copy-id'
brew 'task'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'youtube-dl'
brew 'git-duet/tap/git-duet'
brew 'pivotal/tap/cloudfoundry-cli'
brew 'thoughtbot/formulae/rcm'
cask 'alfred'
cask 'atom'
cask 'divvy'
cask 'dockertoolbox'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'istat-menus'
cask 'iterm2'
cask 'lastpass'
cask 'libreoffice'
cask 'macdown'
cask 'mactex'
cask 'mediathekview'
cask 'screenhero'
cask 'slack'
cask 'sublime-text3'
cask 'textexpander4x'
cask 'transmission'
cask 'tuntap'
cask 'vagrant'
cask 'virtualbox'
