brew "ansible"
brew "aria2"
brew "aspell"
brew "autoconf"
brew "automake"
brew "babl"
brew "bats"
brew "bison"
brew "brew-cask-completion"
brew "bundler-completion"
brew "chromedriver"
brew "chruby"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
brew "coreutils"
brew "curl"
brew "diction"
brew "direnv"
brew "ditaa"
brew "entr"
brew "fasd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gdbm"
brew "gem-completion"
brew "gettext"
brew "git-duet/tap/git-duet"
brew "git-extras"
brew "git-gui"
brew "git-secrets"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "go"
brew "graphicsmagick"
brew "grc"
brew "gtk-mac-integration"
brew "gtk+3"
brew "harfbuzz"
brew "helm"
brew "hicolor-icon-theme"
brew "hr"
brew "htop"
brew "hub"
brew "hunspell"
brew "icu4c"
brew "imagemagick"
brew "jq"
brew "julzdiverse/cf/aviator"
brew "julzdiverse/cf/goml"
brew "kind"
brew "knative/client/kn"
brew "krb5"
brew "krew"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "mas"
brew "memcached", restart_service: true
brew "minio-mc"
brew "moreutils"
brew "mscgen"
brew "node"
brew "noti"
brew "oath-toolkit"
brew "oniguruma"
brew "open-completion"
brew "openssl@1.1"
brew "p11-kit"
brew "p7zip"
brew "pandoc"
brew "pass"
brew "peco"
brew "pinentry"
brew "plantuml"
brew "potrace"
brew "pre-commit"
brew "pssh"
brew "pstree"
brew "pv"
brew "pygtk"
brew "rake-completion"
brew "readline"
brew "reattach-to-user-namespace"
brew "recode"
brew "ripgrep"
brew "ruby-completion"
brew "ruby-install"
brew "ruby", link: true
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "ssh-copy-id", link: true
brew "starkandwayne/cf/spruce"
brew "stow"
brew "tig"
brew "tldr-pages/tldr/tldr"
brew "tmate"
brew "tmux-xpanes"
brew "tmux"
brew "trash"
brew "tree"
brew "unrar"
brew "utf8proc"
brew "vagrant-completion"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "xvid"
brew "youtube-dl"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh"
cask "alacritty"
cask "alfred"
cask "atext"
cask "betterzipql"
cask "bitbar"
cask "cheatsheet"
cask "cyberduck"
cask "dash"
cask "diffmerge"
cask "divvy"
cask "drop-to-gif"
cask "dropbox"
cask "etcher"
cask "flux"
cask "fork"
cask "gimp"
cask "gpg-suite"
cask "hammerspoon"
cask "istat-menus5"
cask "iterm2"
cask "lastpass"
cask "libreoffice"
cask "licecap"
cask "macdown"
cask "mactex"
cask "meld"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "superduper"
cask "suspicious-package"
cask "tigervnc-viewer"
cask "tuntap"
cask "uninstallpkg"
cask "vagrant-manager"
cask "vagrant"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "webpquicklook"
cask "xquartz"
mas "MotionPro Plus", id: 1218085720
tap "alecthomas/tap"
tap "anakros/tsocks"
tap "buo/cask-upgrade"
tap "charmbracelet/tap"
tap "cloudfoundry/tap"
tap "codeclimate/formulae"
tap "git-duet/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jszroberto/cf"
tap "julzdiverse/cf"
tap "knative/client"
tap "pivotal/tap"
tap "shopify/shopify"
tap "starkandwayne/cf"
tap "thoughtbot/formulae"
tap "tldr-pages/tldr"
