tap "tldr-pages/tldr"
tap "git-duet/tap"
tap "keith/formulae"
tap "cloudfoundry/tap"
tap "thoughtbot/formulae"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/completions"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/x11"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask-drivers"
tap "starkandwayne/cf"
tap "hetznercloud/tap"
tap "scaleway/scaleway"
tap "clangen/musikcube"
tap "contribsys/faktory"
tap "xoebus/cloudfoundry"
tap "jthomas/tools", "git@github.com:suhlig/homebrew-tools.git"
tap "restic/restic"
cask "xquartz"
brew "aalib"
brew "ack"
brew "gdbm"
brew "libyaml"
brew "openssl"
brew "readline"
brew "ansible"
brew "ant"
brew "aria2"
brew "aspell"
brew "gettext"
brew "libffi"
brew "node"
brew "autocode"
brew "automake"
brew "babl"
brew "baresip"
brew "bash"
brew "bash-completion@2"
brew "bison"
brew "boost"
brew "brew-cask-completion"
brew "briss"
brew "bundler-completion"
brew "cairo"
brew "chromaprint"
brew "chruby"
brew "consul"
brew "consul-template"
brew "cookiecutter"
brew "coreutils"
brew "libevent"
brew "crystal-lang"
brew "curl"
brew "dbus"
brew "dcraw"
brew "go"
brew "dep"
brew "direnv"
brew "ditaa"
brew "docker-cloud"
brew "docker-compose"
brew "doctl"
brew "dos2unix"
brew "duply"
brew "exercism"
brew "exiftool"
brew "fasd"
brew "lame"
brew "libogg"
brew "ffmpeg", args: ["with-libvorbis", "with-libvpx"]
brew "fswatch"
brew "fzf"
brew "gd"
brew "gem-completion"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-tar"
brew "gnuplot"
brew "godep"
brew "gpp"
brew "gradle"
brew "libtool"
brew "graphicsmagick"
brew "graphviz"
brew "grc"
brew "gtk+3"
brew "pygobject"
brew "pygtk"
brew "gtk-mac-integration"
brew "handbrake"
brew "haskell-stack"
brew "highlight"
brew "htop"
brew "hub"
brew "hunspell"
brew "imagesnap"
brew "influxdb"
brew "iperf"
brew "oniguruma"
brew "jq"
brew "lastpass-cli"
brew "lesspipe"
brew "libcroco"
brew "libdvdcss"
brew "libssh2"
brew "libgit2"
brew "libwmf"
brew "libxml2"
brew "libzip"
brew "little-cms"
brew "lorem"
brew "mas"
brew "maven"
brew "memcached"
brew "midicsv"
brew "monit"
brew "moreutils"
brew "mosh"
brew "mpc"
brew "mpd", restart_service: true
brew "mscgen"
brew "mysql"
brew "nginx"
brew "noti"
brew "open-completion"
brew "opencv"
brew "pandoc"
brew "tree"
brew "pass"
brew "pdftk"
brew "peco"
brew "phantomjs"
brew "poster"
brew "postgresql", restart_service: true
brew "potrace"
brew "pssh", link: false
brew "pstree"
brew "putty"
brew "pv"
brew "rake-completion"
brew "reattach-to-user-namespace"
brew "recode"
brew "rtmpdump"
brew "ruby"
brew "ruby-completion"
brew "ruby-install"
brew "scw"
brew "sdl2"
brew "shellcheck"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "sshpass"
brew "stow"
brew "task"
brew "texi2html"
brew "the_silver_searcher"
brew "tinc", link: false
brew "tldr"
brew "tmux"
brew "trash"
brew "ufraw"
brew "unrar"
brew "utf8proc"
brew "vagrant-completion"
brew "vim", args: ["with-override-system-vi"]
brew "vips"
brew "watch"
brew "wget"
brew "wrk"
brew "yasm"
brew "youtube-dl"
brew "zbar"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
brew "contribsys/faktory/faktory"
brew "git-duet/tap/git-duet"
brew "hetznercloud/tap/hcloud"
brew "jthomas/tools/wsk"
brew "keith/formulae/reminders-cli"
brew "restic/restic/restic"
brew "scaleway/scaleway/docker-machine-driver-scaleway"
brew "starkandwayne/cf/spruce"
brew "thoughtbot/formulae/rcm"
brew "xoebus/cloudfoundry/spiff"
cask "acorn"
cask "adobe-air"
cask "alfred"
cask "androidtool"
cask "applepi-baker"
cask "arq"
cask "atext"
cask "atom"
cask "betterzipql"
cask "bitbar"
cask "blender"
cask "bluestacks"
cask "borgbackup"
cask "cheatsheet"
cask "cocoadialog"
cask "cyberduck"
cask "dash"
cask "diffmerge"
cask "divvy"
cask "dropbox"
cask "eclipse-jee"
cask "etcher"
cask "firefox"
cask "flux"
cask "gimp"
cask "gitkraken"
cask "gitup"
cask "gmvault"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "handbrake"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "karabiner"
cask "keybase"
cask "keycastr"
cask "kindlegen"
cask "lastpass"
cask "launchcontrol"
cask "league-of-legends"
cask "libreoffice"
cask "macdown"
cask "mactex"
cask "mediathekview"
cask "meld"
cask "minecraft"
cask "monodraw"
cask "mumble"
cask "obs"
cask "osxfuse"
cask "plex-media-server"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "reaper"
cask "rowmote-helper"
cask "rubymine"
cask "scansnap-manager-s1500"
cask "scratch"
cask "screenhero"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text3"
cask "supercollider"
cask "superduper"
cask "suspicious-package"
cask "teamviewer"
cask "tigervnc-viewer"
cask "timing"
cask "touchosc-editor"
cask "tunnelblick"
cask "tuntap"
cask "unetbootin"
cask "uninstallpkg"
cask "vagrant"
cask "vagrant-manager"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "webpquicklook"
cask "whatsapp"
cask "wkhtmltopdf"
cask "zoomus"
cask "homebrew/cask-drivers/apogee-duet"
cask "homebrew/cask-versions/vmware-fusion7"
mas "Be Focused", id: 973134470
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Soulver", id: 413965349
mas "TV Pro Mediathek", id: 1211345524
