tap "apparition47/tap"
tap "cloudfoundry/tap"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "kaos/shell"
tap "keith/formulae"
tap "orion1vi/ddcctl"
tap "scaleway/scaleway"
tap "starkandwayne/cf"
tap "thoughtbot/formulae"
tap "tinygo-org/tools"
tap "tldr-pages/tldr"
brew "aalib"
brew "ack"
brew "ansible"
brew "ant"
brew "aria2"
brew "aspell"
brew "autocode"
brew "autoconf", link: false
brew "automake"
brew "babl"
brew "baresip"
brew "bash-completion@2", link: false
brew "bash"
brew "bats-core"
brew "bcrypt"
brew "bfg"
brew "bison"
brew "boost"
brew "brew-cask-completion"
brew "briss"
brew "bundler-completion"
brew "cabextract"
brew "caddy"
brew "chromaprint"
brew "chruby"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
brew "consul-template"
brew "consul"
brew "cookiecutter"
brew "coreutils"
brew "cpanminus"
brew "cppcheck"
brew "croc"
brew "crystal"
brew "curl"
brew "dbus"
brew "dcraw"
brew "dep"
brew "direnv"
brew "dive"
brew "docker-machine-driver-xhyve"
brew "docker-machine"
brew "doctl"
brew "dos2unix"
brew "duplicity"
brew "duply"
brew "elixir"
brew "elm-format"
brew "elm"
brew "entr"
brew "exa"
brew "exercism"
brew "exiftool"
brew "faktory"
brew "fasd"
brew "ffmpeg"
brew "fftw"
brew "fluid-synth"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gdk-pixbuf"
brew "gem-completion"
brew "gh"
brew "git-duet/tap/git-duet"
brew "git-lfs"
brew "git-secrets"
brew "git"
brew "gnu-tar"
brew "gnuplot"
brew "go-bindata"
brew "go"
brew "gobject-introspection"
brew "goreleaser"
brew "gping"
brew "gpp"
brew "gradle"
brew "graphicsmagick"
brew "graphviz"
brew "grc"
brew "gsettings-desktop-schemas"
brew "gtk-mac-integration"
brew "gtk+3"
brew "haskell-stack"
brew "hcloud"
brew "highlight"
brew "hr"
brew "htop"
brew "hub"
brew "hugo"
brew "hunspell"
brew "imagemagick"
brew "imagesnap"
brew "influxdb"
brew "iperf"
brew "iproute2mac"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jq"
brew "kaos/shell/bats-assert"
brew "keith/formulae/reminders-cli"
brew "krb5"
brew "lame"
brew "lastpass-cli"
brew "lesspipe"
brew "libdvdcss"
brew "libffi"
brew "libgit2"
brew "libheif"
brew "librsvg"
brew "libssh"
brew "libssh2"
brew "libtool"
brew "libusb-compat"
brew "libusb"
brew "libwmf"
brew "libxml2"
brew "libyaml"
brew "libzip"
brew "little-cms"
brew "lorem"
brew "mas"
brew "maven"
brew "memcached"
brew "midicsv"
brew "monit"
brew "moreutils"
brew "mosh"
brew "mosquitto"
brew "mpc"
brew "mpd"
brew "mplayer"
brew "mpv"
brew "mscgen"
brew "msmtp"
brew "mutt"
brew "mysql"
brew "ncdu"
brew "nginx"
brew "node"
brew "noti"
brew "numpy"
brew "oniguruma"
brew "open-completion"
brew "open-mpi"
brew "opencv"
brew "openjdk"
brew "openssl@1.1"
brew "orion1vi/ddcctl/ddcctl"
brew "pandoc"
brew "pass"
brew "peco"
brew "pgweb"
brew "pidof"
brew "pkg-config"
brew "platformio"
brew "poppler"
brew "poster"
brew "postgresql", restart_service: true
brew "potrace"
brew "pssh"
brew "pstree"
brew "pv"
brew "pygobject3"
brew "python@3.8"
brew "rake-completion"
brew "rclone"
brew "readline"
brew "reattach-to-user-namespace"
brew "recode"
brew "restic"
brew "ripgrep"
brew "rpl"
brew "ruby-completion"
brew "ruby-install"
brew "ruby"
brew "scaleway/scaleway/docker-machine-driver-scaleway"
brew "scw"
brew "sdl2"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "sphinx-doc"
brew "ssh-copy-id", link: true
brew "sshpass"
brew "starkandwayne/cf/spruce"
brew "stow"
brew "task"
brew "texi2html"
brew "texinfo"
brew "the_silver_searcher"
brew "thoughtbot/formulae/rcm"
brew "tig"
brew "tinc"
brew "tinygo-org/tools/tinygo"
brew "tldr"
brew "tmate"
brew "tmux"
brew "trash"
brew "tree"
brew "ufraw"
brew "unrar"
brew "unshield"
brew "utf8proc"
brew "vagrant-completion"
brew "vapoursynth"
brew "vim"
brew "vips"
brew "w3m"
brew "watch"
brew "watchexec"
brew "websocketd"
brew "wget"
brew "wireguard-tools"
brew "wp-cli"
brew "wrk"
brew "wsk"
brew "xz"
brew "yasm"
brew "yq"
brew "zbar"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "3dconnexion"
cask "acorn"
cask "alacritty"
cask "alfaview"
cask "alfred"
cask "alt-tab"
cask "apogee-duet"
cask "applepi-baker"
cask "arduino"
cask "arq"
cask "atext"
cask "balenaetcher"
cask "bitbar"
cask "cheatsheet"
cask "cyberduck"
cask "dash"
cask "diffmerge"
cask "disk-inventory-x"
cask "divvy"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "fork"
cask "fritzing"
cask "gimp"
cask "gitkraken"
cask "gitup"
cask "gmvault"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hammerspoon"
cask "handbrake"
cask "ibm-cloud-cli"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "karabiner"
cask "keybase"
cask "kindle"
cask "lastpass"
cask "launchcontrol"
cask "libreoffice"
cask "macdown"
cask "mactex"
cask "mailtrackerblocker"
cask "meld"
cask "moneymoney"
cask "monitorcontrol"
cask "monodraw"
cask "mplayerx"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "scansnap-manager-s1500"
cask "send-to-kindle"
cask "signal"
cask "sketchup"
cask "superduper"
cask "suspicious-package"
cask "tigervnc-viewer"
cask "timing"
cask "tuntap"
cask "unetbootin"
cask "uninstallpkg"
cask "vagrant-manager"
cask "vagrant"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion7"
cask "vnc-viewer"
cask "webpquicklook"
cask "xquartz"
cask "zoom"
mas "Drafts", id: 1435957248
mas "Soulver", id: 413965349
mas "The Unarchiver", id: 425424353
mas "uBlock", id: 1385985095
mas "WireGuard", id: 1451685025
