brew "curl"
brew "direnv"
brew "fasd"
brew "git"
brew "graphviz"
brew "htop"
brew "libxml2-dev"
brew "ruby-install"
brew "silversearcher-ag"
brew "ssh"
brew "stow"
brew "taskwarrior"
brew "tmux"
brew "vim"
brew "xsel"
